Repository: zeewell/mac_sentry
Catalog: Sentry/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: **Sentry** adds a feature that detects and responds to potential theft or unauthorized access when you leave your Mac.
zh_hans: **哨兵** 是一个能够在 Mac 锁定时检测电脑状态并阻止潜在危险的功能。

source: 1. Closing your Mac's lid.
zh_hans: 1. 盒上 Mac 的盖子时

source: 2. Disconnecting from the internet.
zh_hans: 2. 断开与互联网的连接时

source: 3. Disconnecting the power adapter.
zh_hans: 3. 从电源适配器断开连接时

source: Activity Detected
zh_hans: 监测到活动

source: Additionally, you can set up **Camera Recording**. When using camera recordings, please respect others' privacy.
zh_hans: 额外的，你可以设置 **摄像** 来保存视频。使用此功能时请注意保护他人的隐私。

source: Alarm triggers are used to fire the alarm when certain conditions are met.
zh_hans: 警告触发器，顾名思义，当条件被满足时会触发警报。

# An alarm was triggered at: %@. Reason: %@
source: An alarm was triggered at: %1$@. Reason: %2$@
zh_hans: 在 %1$@ 时触发了一个警告，消息为：%2$@

source: Available triggers include:
zh_hans: 可用的触发器包括：

source: Camera Access Denied
zh_hans: 无法访问相机

source: Close
zh_hans: 关闭

source: Closing Lid
zh_hans: 盒上盖子

source: Disconnected from Internet
zh_hans: 从互联网断开连接

source: Disconnected from Power Adapter
zh_hans: 从电源适配器断开连接

source: Enable Camera Recording
zh_hans: 启用摄像

source: Endpoint
zh_hans: 端点

source: Exit
zh_hans: 退出

source: If you have Bark installed on your phone, connect to Bark here. For more information, please visit [https://bark.day.app/](https://bark.day.app/).
zh_hans: 如果你已在手机上安装 Bark，可以在这里填入 Bark 推送的地址。请访问 [https://bark.day.app/](https://bark.day.app/) 来获取更多信息。

source: Learn More - Disable Auto Sleep
zh_hans: 了解更多 - 禁用睡眠

source: Location based detection is not available, you should setup **Find My Mac** instead.
zh_hans: 基于位置的服务并不可用，因为你应该使用 **查找我的 Mac**。

source: Lock Your Mac to Activate Sentry
zh_hans: 锁定你的 Mac 来激活哨兵

source: Mac Lid Closed
zh_hans: 关上 Mac 的盖子

source: Network Disconnected
zh_hans: 网络已断开

source: Note that you may need to disable Mac's automatic sleep feature for these triggers to work effectively.
zh_hans: 请注意，你也许需要手动关闭 Mac 的自动睡眠功能才能让警报正确工作。

source: OK
zh_hans: 确定

source: Once set up, Sentry will **automatically activate** when you **lock** your device.
zh_hans: 当设置完毕后，哨兵会在 **锁定** 时 **自动启动**。

source: Open Saved Clips
zh_hans: 打开录制文件夹

source: Play Sound
zh_hans: 播放声音

source: Please remember to respect the privacy of others.
zh_hans: 请注意尊重他人隐私。

source: Power Disconnected
zh_hans: 电源已断开

source: Requesting Camera Access...
zh_hans: 请求访问相机中…

source: Sentry
zh_hans: 哨兵

source: Sentry - Mac
zh_hans: 哨兵 - Mac

source: Sentry Activated
zh_hans: 哨兵已激活

source: Sentry Completed
zh_hans: 哨兵已完成

source: Sentry will not prevent your Mac from being stolen or damaged, but it can help you locate your Mac or identify the troublemaker.
zh_hans: 哨兵不能阻止你的 Mac 被偷窃或者损坏，但能一定程度减少这些事情发生的可能性，并帮助你确认是谁闯了祸。

source: Server Endpoint
zh_hans: 服务器端点

source: Setup Alarm Triggers
zh_hans: 设置警报触发器

source: Setup Alarms
zh_hans: 设置警报

source: Setup Notifications
zh_hans: 设置通知

source: Setup Recordings
zh_hans: 设置录制

source: Setup with Options Below
zh_hans: 请在下面的内容中配置

source: The easiest way to warn the troublemaker is to play sound. It is recommended to enable.
zh_hans: 想要警告闯祸的人，用最大音量播放一段声音是最简单的办法。我们推荐你打开这个选项。

source: This Mac is connected to the internet and is monitoring your behavior.
zh_hans: 此 Mac 已联网，并正在监视你的行为。

source: Unable to configure Sentry. Please try again later.
zh_hans: 无法配置哨兵，请稍后再试。

source: Use Bark
zh_hans: 使用 Bark

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: Welcome to Sentry
zh_hans: 欢迎来到哨兵

source: When a selected trigger occurs, Sentry will either play a sound or send you a notification.
zh_hans: 当选中的触发器被触发时，哨兵会播放声音或者向你发送通知。

source: You can enable camera recording when Sentry is activated.
zh_hans: 你可以在开启哨兵时启用录制。
